import Banner1 from "../assets/images/blog/banner_cropped.jpg";
import Banner2 from "../assets/images/blog/banner-2.jpg";
import Banner3 from "../assets/images/blog/banner-3.jpg";
import Banner4 from "../assets/images/blog/banner-4.jpg";
import Banner5 from "../assets/images/blog/banner-5.jpg";
import Banner6 from "../assets/images/blog/banner-6.jpg";
import Banner7 from "../assets/images/blog/banner-7.jpg";
export default [
 
  
  {
    by: "Xuan",
    date: "2018年9月12日",
    image: Banner1,
    tags: ["基本", '創新管理','創新'],
    title:'創新管理基礎-系列1：定義，關鍵方面和方法',
    route:
         'definition-key-aspects-and-approaches',
    excerpt:
     ' <p>無論是在公司層面還是在政府層面，創新一直是大多數領導者的首要任務。但是，決定採用哪種方式在創新上達到最佳投資回報率並非易事 - 這就是創新管理髮揮作用的地方。創新管理使得創新這個單純依靠創造性思維的活動轉變為了一個可以被管理和衡量的過程。創新管理利用所有人的集體智慧來發掘，完善和實施最佳創意。</p> <p>在本文中，我們將研究創新管理的概念，創新管理的幾個關鍵方面，以及它的方法論和方式。</p> ',
    content:
      ' <p>&nbsp;</p> <p>無論是在公司層面還是在政府層面，創新一直是大多數領導者的首要任務。但是，決定採用哪種方式在創新上達到最佳投資回報率並非易事 - 這就是創新管理髮揮作用的地方。創新管理使得創新這個單純依靠創造性思維的活動轉變為了一個可以被管理和衡量的過程。創新管理利用所有人的集體智慧來發掘，完善和實施最佳創意。</p> <p>在本文中，我們將研究創新管理的概念，創新管理的幾個關鍵方面，以及它的方法論和方式。</p> <p>&nbsp;</p> <h2><strong>那麼，首先，創新管理是什麼？</strong></h2> <p>奧地利經濟學家約瑟夫&middot;熊彼特（Joseph Schumpeter）在其1943年出版的《資本主義、社會主義與民主》（Capitalism, Socialism, and Democracy）一書中首次提出了創新管理的概念，他在書中提出了&ldquo;創造性破壞&rdquo;一詞，指的是工業力量從內部改變經濟結構。 。從那以後，一些學者、思想家和企業家進一步發展了創新管理理論。</p> <p>在本文中，我們將採用信息研究和諮詢公司Gartner的定義，把創新管理定義為是一項旨在推動組織內可持續創新過程或文化的商業學科。&nbsp;</p> <p>通過對創新管理定義的分析，我們可以知道創新管理是提出和開發新事物的系統過程，無論是產品，工作流程，商業模式或系統，還是培養創新文化都是其中的一部分。</p> <p>&nbsp;</p> <h2><strong>創新管理的幾個關鍵方面</strong></h2> <p>雖然創新管理涉及各個方面的內容，但它們通常包括以下領域的管理：</p> <p><strong>構思：</strong>確保內部或外部各個利益相關者的想法得到有效收集，完善和實施。</p> <p><strong>資源：</strong>確保有充足的能力和資源，包括但不限於資金，人力資本，時間和信息，能夠為實現創新變革所用。</p> <p><strong>結構：</strong>良好的結構可以確保資源被有效利用。在實踐中，這意味著改善組織結構，流程和基礎設施以優化創新。</p> <p><strong>戰略：</strong>利用資源和想法，逐步或破壞性地實現創新目標。最終，創新只是實現戰略目標的手段之一 ，或者說是最重要的手段之一。</p> <p><strong>文化：</strong>創造一種鼓勵創新的企業文化，鼓勵所有利益相關者分享和評論想法。創新文化還能幫助組織獲得最優秀的人才，以實現其創新目標，並最終成功。</p> <p>創新管理需要企業建立一個可以持續有效地促進創新活動的過程。為了有效地管理創新，企業必須能夠在了解整體情況的基礎上，了解構成它的各個組成部分。</p> <p>&nbsp;</p> <h2><strong>創新管理的理論和方式</strong></h2> <p>創新管理很複雜，了解一些已被廣泛接受的理論和方式，能幫助企業選擇最適合自身的方式。</p> <h3><strong>創新的類型</strong></h3> <p>創新管理通常涉及的兩個廣泛的類別，分別是&ldquo;逐步的&rdquo;和&ldquo;破壞性的&rdquo;。前者涉及對現有產品、服務或工作流程進行持續改進，後者則涉及引入更大膽的變更 - 這些變更可能帶來更大風險，但也可能帶來大規模回報。</p> <p>作家和創新顧問Greg Satell發展了一個名為&ldquo;創新矩陣&rdquo;的系統，根據不同領域和問題，確定了四種不同類型的創新模式：基礎研究，持續創新，顛覆性創新和突破性創新。</p> <p>我們將二者結合起來，並將創新分為4種不同類型：逐步和持續性的，逐步和破壞性的，激進和持續性的，以及激進和顛覆性的創新。</p> <p><img src="https://lh6.googleusercontent.com/Im2qmVD__z1ATskz3toVKJomuTS0uvFD6hGF1HNdQDPg40IQtKpxUeGvjtPflruquGkOn_pskIw397n_H0SFXNVYjhx2ibBRfGySYrbhLcusdXBKM7HOyitouJwUn-nZfpFlQJZ5" style="height:376px; margin-left:-6px; width:624px" /></p> <p>&nbsp;</p> <h3><strong>創新管理的方式</strong></h3> <p>在著名的博客&ldquo;Future of CIO&rdquo;中，作家和創新專家Pearl Zhu總結了提高數字時代創新管理成功率的三種管理方式：新興方式，迭代方式和綜合方式。我們將把她的見解，我們的研究和在我們在與企業合作中得到的經驗結合起來，提出以下三種方式：</p> <p><strong>積極主動的方式：</strong>積極的創新管理和持續的適應性在當今瞬息萬變的世界中至關重要。管理，變革和創新不應該等到緊迫關頭才進行。</p> <p><strong>整合方式：</strong>重點關注如何使組織的現有結構最好地適應創新，以創造價值，並確保未來的增長。</p> <p><strong>以客戶為中心的方式：</strong>為了確保創新能夠對客戶、合作夥伴、供應商和其他利益相關者產生積極影響，最好的方法是在企業的創新過程中尋求他們的意見。</p> <p>沒有一種創新管理方式具有普遍適用性。對於企業而言，選擇最能滿足其業務的方式或使用不同方式的組合非常重要。企業還可以選擇不同的方式來解決不同的業務需求，以最系統和有效的方式管理創新。</p> <p>&nbsp;</p> <p>在同一系列的下一篇文章中，我們將繼續介紹創新管理的常用模型。</p> <p>&nbsp;</p> '
  },
  {
    by: "Xuan",
    date: "2018年9月23日",
    tags: ["楷模", '创新管理','创新'],
    image: Banner2,
    title:
      "創新管理要點-系列2：創新管理的通用模型",
    route:
      "common-models-of-innovation-management",

    excerpt:
      " <p>在同一系列的上一篇文章中，我們介紹了創新管理的定義，關鍵方面和其方法論和方式。在接下來的系列中，我們將進一步介紹創新管理的常用模型。在此之前，讓我們先來看看成功的創新管理應該具備哪些因素。</p> <p>這個問題沒有簡單的答案，因為它始終取決於每個企業的獨特情況。然而，最具創新性的企業通常是創新管理的5個方面，即構思、資源、結構、戰略和文化相互一致。</p> ",
    content:
      '<p>&nbsp;</p> <p>在同一系列的上一篇文章中，我們介紹了創新管理的定義，關鍵方面和其方法論和方式。在接下來的系列中，我們將進一步介紹創新管理的常用模型。在此之前，讓我們先來看看成功的創新管理應該具備哪些因素。</p> <p>&nbsp;</p> <h2><strong>成功的創新管理是什麼樣的？</strong></h2> <p>這個問題沒有簡單的答案，因為它始終取決於每個企業的獨特情況。然而，最具創新性的企業通常是創新管理的5個方面，即構思、資源、結構、戰略和文化相互一致。</p> <p>根據我們的研究，被認為是最具創新性，總是在創造顛覆性產品或技術的企業往往具有以下共同特徵：</p> <ul> <li>制定一個獨特的、明確定義的和有相關性的策略，讓企業中的每個人都能理解；</li> <li>接受失敗的可能性但不畏懼它；</li> <li>構建可重複且可持續的創新流程；</li> <li>信任、鼓勵和獎勵人才；</li> <li>圍繞項目組織小團隊；</li> <li>擁有跨職能、有自主性的團隊；</li> <li>確保資源和結構到位，充分支持企業創新。</li> </ul> <p>&nbsp;</p> <h2><strong>創新管理的普遍模型</strong></h2> <p>創新管理很複雜，為了在創新管理方面取得最佳成果，取得成功，企業可根據需要選擇一些普遍的模型。</p> <p>最常見的創新管理流程：</p> <ul> <li>技術推動 vs. 市場拉動（Technology Push vs. Market Pull）</li> <li>階段閘門流程（Phase-Gate Process）</li> <li>精益創業模式（Lean Startup Model）</li> </ul> <p>&nbsp;</p> <h3><strong>技術推動 vs. 市場拉動（Technology Push vs. Market Pull）</strong></h3> <p>基於技術推動的模型是一種內部和技術驅動的方式，而基於市場拉動的模型是以客戶和市場為導向的管理創新的方式。換句話說，技術推動模型是產品和流程處於創新核心的模型，通常由內部或外部研發活動驅動，而市場拉動模型則由市場需求驅動並設計以滿足市場需求。</p> <p>技術推送型的企業通常專注於尋找應對挑戰和用戶的最佳方式，他們通常使用新技術來解決這一問題。相比之下，市場拉動型的企業則積極尋找應對市場和用戶需求變化的方法，他們專注於傾聽來自客戶的聲音，向他們快速學習並展開創新活動。</p> <p>雖然技術推動型的企業更多的是傳統和已具備一定規模的企業，而市場拉動型的企業更多的是在運營階段早起，例如初創公司，但他們通常是交織在一起的。例如，一些初創公司會使用推動模型來構建解決問題的技術，而一些大企業又會在內部使用更激進的措施來推動發展。</p> <p>兩種方式沒有孰好孰壞，他們只是旨在解決不同的挑戰。更關鍵的問題是，在選擇之前，了解清楚哪一種方式更適合企業的需求。</p> <p>&nbsp;</p> <h3><strong>階段閘門流程（Phase-Gate Process）</strong></h3> <p>階段閘門流程（也被稱為瀑布流程），可能是開發新項目、新產品、新流程或業務計劃中最知名的模型。它自20世紀40年代以來一直存在，並在20世紀80年代由Robert Cooper進一步完善。</p> <p>該過程將創意開發過程分為五個主要階段。在階段之間，使用閘門來確定開發是否應該移動到下一階段，或者在移動到下一階段之前應該在當前階段應用迭代。它主要用於減少項目的不確定性和周期時間。</p> <p><img src="https://lh3.googleusercontent.com/6uDYhXG26t1BC8CiVUp5NYq8YIVtkeGZkJoy22G57KrW551beyC6dpLMUWao_UbXwZdNQxOSFPefANIzzD2TNo0-c-OqOl8w-wobsWDTCgcBaINkXMMqywOC_rnqsp3jiAUXQhYp" style="height:231px; width:624px" /></p> <p>階段閘門過程引導創意的發展，經歷從構思到發布的五個階段：</p> <p><strong>階段0：構思</strong></p> <p>在這個階段，企業傾向於通過頭腦風暴，以及對其包括員工、客戶，合作夥伴和供應商等在內的所有利益相關者的市場研究發現新機會。</p> <p><strong>階段1：評估</strong></p> <p>這一階段的主要目標是評估這個想法及其市場。企業應對這個想法的優缺點、市場競爭和客戶需求進行評估，以確定該想法是否會向前發展。</p> <p><strong>階段2：構建業務案例</strong></p> <p>這是概念發展的最後階段，這一階段在開始實際產品開發開始前至關重要。此階段有四個主要步驟：</p> <ul> <li><strong>產品定義和分析：</strong>此步驟提供信息以定義和驗證新想法發展的必要性；</li> <li><strong>構建業務案例：</strong>此步驟提供文件來為想法定位；</li> <li><strong>構建項目計劃：</strong>這是在整個開發過程中計劃的所有任務的列表，以及執行它們所需的資源；</li> <li><strong>可行性審查：</strong>此步驟分析所有信息，以決定產品是否應向前推進。</li> </ul> <p><strong>階段3：發展</strong></p> <p>開發階段的最終成果是產品原型，它將在下一階段被充分地測試和評估。在這一階段，該產品的營銷和生產計劃也在製定中。</p> <p><strong>階段4：測試和驗證</strong></p> <p>測試包括對產品中的問題和技術問題進行團隊測試。然後，產品會進入現場測試階段，其中包括測試版產品的消費者測試和市場測試，以確定產品的市場可行性。</p> <p><strong>階段5：發布</strong></p> <p>該產品根據事先制定的營銷策略推向市場。在此階段，營銷和銷售團隊在創造市場需求和增加產品曝光方面發揮著重要作用。</p> <p>階段閘門過程的優勢在於它確保了想法之間的一致性，並保證每項創新都符合一般標準。它還有助於降低大型項目的複雜性，使決策過程更加順暢。該過程的一個問題是它可能會干擾創造力和創新，因為過度結構化的過程可能會阻礙大量迭代的創新過程。</p> <p><br /> &nbsp;</p> <h3><strong>精益創業模式（Lean Startup Model）</strong></h3> <p>精益創業模式由Eric Ries在他的同名書中提出，它是產品和商業發展的方法論。雖然它通常不被視為是創新管理流程，但它的設計目標與拉動型的創新管理方法相同，都是為了快速解決市場風險和客戶需求，從而盡快找到產品的市場契合點。</p> <p>精益創業模式的主要思想是快速測試和驗證想法或創新與目標市場之間的契合度的相關的假設，以便盡快學習和適應。</p> <p><strong>構建 - 度量 - 學習</strong>是精益創業模式的主要組成部分。它是一個快速和經濟高效地建立和不斷改進新想法、新產品和新服務的框架。</p> <p>構建<strong>最小可行產品（Minimum Viable Porduct）</strong>是該模型中的另一個主要概念。它的精髓在於不花費大量的時間和資源來構建一個沒有人知道是否適合市場的產品，而是構建其中最基本的部分來測試他的可行性。</p> <p>精益創業模式是一個更快捷地了解產品和市場契合度的模式。企業能夠提升開發速度並降低開發成本，從而降低整體的創新風險。</p> <p>&nbsp;</p> <h2><strong>什麼模型適合您的企業？</strong></h2> <p>為企業找到合適的創新管理模式十分具有挑戰性，因為創新難以預測，了解某些東西是否適合自己的唯一方式就是實際嘗試。但是，我們有一些小竅門可以幫助您。</p> <p>1. 分析現狀；</p> <p>2. 了解所有模式；</p> <p>3. 前期簡單開始；</p> <p>4. 繼續測試，直到找到合適的方式。</p> <p>需要記住的是，在選擇過程中沒有對錯、好壞之分，只有合適或不合適。如果您在一個大型企業工作，那麼在企業的不同部門，您幾乎不可避免地需要不止一種模型來進行不同類型的創新。</p> <p>&nbsp;</p> <p>在本系列的下一篇文章中，我們將介紹一些能夠推動創新的關鍵指標。敬請關注！</p> <p>&nbsp;</p> '
  },
  {
    by: "Zijin",
    date: "2019年11月2日",
    tags: ["指标", '创新管理','创新'],
    image: Banner3,
    title:
      "創新管理要點：系列3-創新指標",
    route:
      "innovation-metrics",

    excerpt:
      " <p>在同一系列的前幾篇文章中，我們了解了創新管理的基礎知識，學習了創新管理的定義、關鍵方面、方式和普遍模型。在本文中，我們將專注於探討衡量創新的關鍵指標及如何充分利用這些指標。</p> <p>&nbsp;</p> <p>指標是創新的重要槓桿，它可以用於鼓勵相應行為，評估特定計劃的結果，以及指導企業進行資源的分配。隨意選擇一些簡單的指標，而不考慮它們是否真正地對企業有用很容易。然而，由於創新的抽象性和不確定性，找到衡量創新的正確指標卻十分棘手。</p> ",
    content:
      '<p><strong>創新管理基礎 - 系列三：創新的關鍵指標</strong></p> <p>&nbsp;</p> <p>在同一系列的前幾篇文章中，我們了解了創新管理的基礎知識，學習了創新管理的定義、關鍵方面、方式和普遍模型。在本文中，我們將專注於探討衡量創新的關鍵指標及如何充分利用這些指標。</p> <p>&nbsp;</p> <p>指標是創新的重要槓桿，它可以用於鼓勵相應行為，評估特定計劃的結果，以及指導企業進行資源的分配。隨意選擇一些簡單的指標，而不考慮它們是否真正地對企業有用很容易。然而，由於創新的抽象性和不確定性，找到衡量創新的正確指標卻十分棘手。</p> <p>衡量創新最重要的是確保企業朝著正確的方向前進。要設立正確的指標，企業不僅應以傳統的方式衡量，即衡量投資回報率，還需要衡量組織、領導和資源是否和企業的商業目標一致。</p> <p>&nbsp;</p> <h2><strong>輸入與輸出指標</strong></h2> <p>簡而言之，輸入和輸出指標是用於衡量創新過程的內容和其產生的結果。輸入指標用於衡量企業是否採取了正確的措施以及是否正確分配資源，而輸出指標則用於衡量他們帶來的結果以及它們是否是企業所需要的結果。</p> <p>輸入指標在早期是衡量創新的一個很好的起點，因為它既直接，且直觀。但要記住的是，輸入並不能保證輸出。</p> <p>&nbsp;</p> <h2><strong>創新指標的關鍵類型</strong></h2> <p>總的來講，衡量創新有三種指標：投資回報率指標、能力和結構指標以及領導力指標。接下來我們將簡要介紹每種類型以及他們具體衡量什麼。</p> <h3><strong>投資回報率指標</strong></h3> <p>投資回報率指標是最直接的指標，它專注於衡量資源投資和財務回報。</p> <table cellspacing="0" style="border-collapse:collapse; width:624px"> <tbody> <tr> <td style="vertical-align:top"> <p><strong>輸入指標</strong></p> </td> <td style="vertical-align:top"> <p><strong>輸出指標</strong></p> </td> </tr> <tr> <td style="vertical-align:top"> <p>提交的想法數</p> </td> <td style="vertical-align:top"> <p>推出的新產品、服務和業務的數量</p> </td> </tr> <tr> <td style="vertical-align:top"> <p>發起的挑戰數以及每個挑戰收集到的想法數量</p> </td> <td style="vertical-align:top"> <p>新推出產品的收入/利潤</p> </td> </tr> <tr> <td style="vertical-align:top"> <p>花在實施這些想法上的金錢成本</p> </td> <td style="vertical-align:top"> <p>進入新市場的數量</p> </td> </tr> <tr> <td style="vertical-align:top"> <p>花在開發和實施想法上的時間</p> </td> <td style="vertical-align:top"> <p>市場份額百分比</p> </td> </tr> <tr> <td style="vertical-align:top">&nbsp;</td> <td style="vertical-align:top"> <p>實施的想法和提交的想法的百分比</p> </td> </tr> </tbody> </table> <p>&nbsp;</p> <h3><strong>能力、文化和結構指標</strong></h3> <p>能力和結構指標是指企業必須促進創新的基礎結構和流程。文化指標指的是組織的文化是否支持創新，是否可以吸引創新人才。他們專注於衡量人員的能力和技能，以及組織的結構和流程。</p> <table cellspacing="0" style="border-collapse:collapse; width:624px"> <tbody> <tr> <td style="vertical-align:top"> <p><strong>輸入指標</strong></p> </td> <td style="vertical-align:top"> <p><strong>輸出指標</strong></p> </td> </tr> <tr> <td style="vertical-align:top"> <p>獲得創新培訓和創新工具的員工數量</p> </td> <td style="vertical-align:top"> <p>顯著推進現有業務的創新數量</p> </td> </tr> <tr> <td style="vertical-align:top"> <p>是否存在支持創新的正式結構和流程，如創新管理解決方案</p> </td> <td style="vertical-align:top"> <p>新市場新機會的數量</p> </td> </tr> <tr> <td style="vertical-align:top"> <p>用於創新項目的資源投入</p> </td> <td style="vertical-align:top">&nbsp;</td> </tr> </tbody> </table> <p>&nbsp;</p> <h3><strong>領導力指標</strong></h3> <p>領導力指標衡量管理層是否支持創新，如何支持創新，是否努力提升企業的創新文化，以及是否支持特定計劃。</p> <table cellspacing="0" style="border-collapse:collapse; width:624px"> <tbody> <tr> <td style="vertical-align:top"> <p><strong>輸入指標</strong></p> </td> <td style="vertical-align:top"> <p><strong>輸出指標</strong></p> </td> </tr> <tr> <td style="vertical-align:top"> <p>高管花在創新管理上的時間的百分比</p> </td> <td style="vertical-align:top"> <p>成為企業新業務領導者的經理或團隊領導的數量</p> </td> </tr> <tr> <td style="vertical-align:top"> <p>接受過創新相關培訓的經理級人數</p> </td> <td style="vertical-align:top">&nbsp;</td> </tr> </tbody> </table> <p>&nbsp;</p> <h2><strong>有效利用創新指標來推動創新</strong></h2> <p>在衡量創新時，重要的是要了解指標的內容，何時衡量指標，以及怎樣衡量指標以獲得最佳結果。制定創新指標以推動創新需要從企業戰略層面開始，並滲透到每個業務部門和團隊中。它涉及持續的計劃、監控、學習和改進。</p> <p><strong>規劃：</strong>讓企業關鍵利益相關者參與確定關鍵指標，並確保這些指標明確，並與企業的戰略保持一致。</p> <p><strong>監控：</strong>根據企業商業目標跟踪指標以確定其進度並進行必要的調整。</p> <p><strong>學習和改進：</strong>企業審查其指標和進度，讓關鍵利益相關者參與改進當前使用的指標，確定新指標，達成新的業務目標。</p> <p>以下是創建目標驅動型創新指標的一些步驟：</p> <ol> <li>明確企業的商業目標</li> <li>確定可行的創新目標</li> <li>確定與創新相關的領導行為</li> <li>確定推動逐步創新和顛覆性創新所需流程</li> <li>創建支持公司創新戰略的指標</li> <li>持續審查和改進戰略和指標</li> <li>無需在每個流程或每個人上強制使用相同的指標</li> </ol> <p>&nbsp;</p> <p>雖然選擇創新指標並不容易，但衡量創新卻也不是天大的難事。關鍵在於，企業需要在整個過程中吸引關鍵利益相關者，確保指標不會過度，且與企業的商業目標一致。更要記住，指標不應單獨存在，而應該作為企業增長計劃的一部分。</p> <p><br /> <br /> &nbsp;</p> '
  },
  {
    by: "Peter",
    date: "2019年10月23日",
    tags: ["好處", '創新管理','創新'],
    image: Banner4,
    title:
      "創新管理要點：系列4-創新管理的好處",
    route:
      "benefits-of-innovation-management",

    excerpt:
    '<p>在此前的一系列文章中，我們研究了創新管理的基本原理，如何衡量創新並充分利用它。在本文，也是同一系列的最後一篇文章中，我們將進一步闡釋企業從創新管理中所能獲得的益處，來幫助我們從根本上回答為什麼創新管理對組織如此重要以及為什麼它是企業剛需的問題。</p>',
    content:
    '<p><strong>創新管理基礎 - 系列四：創新管理的重要性</strong></p> <p>&nbsp;</p> <p>在此前的一系列文章中，我們研究了創新管理的基本原理，如何衡量創新並充分利用它。在本文，也是同一系列的最後一篇文章中，我們將進一步闡釋企業從創新管理中所能獲得的益處，來幫助我們從根本上回答為什麼創新管理對組織如此重要以及為什麼它是企業剛需的問題。</p> <p>&nbsp;</p> <p>創新是企業成功的關鍵因素 - 有創意的新產品幾乎總是來自創新的團隊和管理系統。培養創造力和開放、創新的企業文化很重要，但要持續不斷地以可衡量的方式實現這一點卻很難 - 這就是創新管理的關鍵所在！通過創新管理和使用專門的創新管理軟件，企業才有可能建立一個系統的創新過程。</p> <p>&nbsp;</p> <p>企業可以從創新管理中獲得許多好處。以下我們列舉出了創新管理可以為企業帶來的9大關鍵改變。</p> <p><strong>幫助企業從每個跟企業相關的人那裡獲取想法。</strong></p> <p>通過適當的創新管理，企業可以跨越部門、地理或語言的障礙，從企業的所有利益相關者那裡收集想法。企業的員工、客戶、供應商和合作夥伴都是最了解企業各個方面的人，利用它們來獲得更多、更好的想法，並在企業內共享這些想法。</p> <p>&nbsp;</p> <p><strong>幫助企業快速識別好想法。</strong></p> <p>創新管理軟件能幫助企業讓所有利益相關者參與到想法的生成和分析過程。收集想法後，篩選過程隨即開始，好的想法被快速確認並很快進入實施階段。</p> <p>&nbsp;</p> <p><strong>幫助企業降低成本並提高效率。</strong></p> <p>在系統性的想法生成和選擇過程中，那些不怎麼樣的想法將被過濾掉，只有好的想法才會被留下並繼續發展下去。選擇的過程也是一個發現市場需求或市場適應性的過程，因此可以極大地降低市場研究的成本和產品市場驗證的成本。這反過來有助於縮短產品的上市時間，從而提高企業效率。</p> <p>&nbsp;</p> <p><strong>幫助企業更好地分配人力、資金和時間等方面的資源。</strong></p> <p>通過使用創新管理軟件收集想法並讓所有人參與到想法的評論和發展中，企業可以順勢組建團隊以進一步開發基於該想法的衍生性想法或產品。通過這種方式，員工將可以參與他們感興趣的項目中，因此可以激發他們最大的潛力。企業還可以更準確地分配其他資源，例如資金和時間。</p> <p>&nbsp;</p> <p><strong>幫助企業獲得併保持其競爭優勢。</strong></p> <p>企業的最終目標都是通過獲得盡可能多的利潤，成為行業的領導者，或者讓世界變得更美好而蓬勃發展。創新管理將幫助組織收集和評估想法，有效地選擇最佳想法，快速利用這些想法獲利，並提升從想法到產品以及從產品到市場的速度。</p> <p>&nbsp;</p> <p><strong>幫助企業更好地吸引所有利益相關者參與其中。</strong></p> <p>企業可以讓所有利益相關者參與到整個創新管理的過程。企業的員工、客戶、供應商和合作夥伴會感受到更多的參與感和使命感，因此會想要更多地參與並做出更多貢獻。這是一個積極的循環，企業的利益相關者將從他們的想法和實現這些想法的過程中獲益，企業本身更是如此。</p> <p>&nbsp;</p> <p><strong>幫助促進企業內部的協作。</strong></p> <p>讓企業員工分享他們的想法，共同提出想法，共同改進彼此的想法，並最終協作完善他們的想法，將想法轉化為解決方案和產品。</p> <p>&nbsp;</p> <p><strong>幫助企業創造以創新為主導的企業文化。</strong></p> <p>一旦企業的利益相關者認為他們的想法得到了認真對待，他們的參與對企業至關重要，他們的想法受到重視，他們就會更加投入，更願意對企業做出貢獻。通過這種方式，企業可以創造一種以創新為主導的企業文化，不斷提出新的想法和出色的想法。</p> <p>&nbsp;</p> <p><strong>幫助將企業文化轉變為公開透明的文化。</strong></p> <p>創新管理軟件將讓企業的所有員工分享他們的創新想法，看到彼此的想法，評論已發布的想法以合作改進想法，並跟進想法的進展。整個想法的選擇過程都將是透明的，企業員工因此會感受到更深的參與度，更願意發表自己的想法。他們會在開放透明的環境中感受到更多的動力。</p> <p>&nbsp;</p> <p>創新管理對企業的成功至關重要。要正確管理創新，企業不能再局限於傳統的方式，例如使用建議箱、電子郵件、會議等方式收集想法。為了企業的高效運轉，企業應該建立一個致力於收集、分析、完善和管理創新想法的創新管理軟件。</p> <p>現在就與我們聯繫，了解暢意創新管理系統所提供的服務！</p> <p><br /> &nbsp;</p> '
  },
  {
    by: "Zijin",
    date: "2019年10月14日",
    tags: ['革新','階段'],
    image: Banner5,
    title:
      "5個創新的五個階段",
    route:
      "five-stages-of-innovation",

    excerpt:
    '<p>創新舉足輕重，它不容被忽視，也不容失敗。如果創新管理的不當，一個企業可能會失去市場競爭力，或者更糟的是，被競爭對手淘汰。創新也是一個複雜的主題，涉及大量的資源和人力，需要妥善管理才能實現其最終目標 - 將新產品、流程和業務推廣到現有市場或新市場。</p>    ',
    content:
    ' <p>&nbsp;</p> <p>創新舉足輕重，它不容被忽視，也不容失敗。如果創新管理的不當，一個企業可能會失去市場競爭力，或者更糟的是，被競爭對手淘汰。創新也是一個複雜的主題，涉及大量的資源和人力，需要妥善管理才能實現其最終目標 - 將新產品、流程和業務推廣到現有市場或新市場。</p> <p>&nbsp;</p> <p>為了幫助大家更好地理解創新，我們將把創新分為五個階段，以便了解每個階段並貫徹執行。創新的五個階段為：</p> <p><strong>1. 發現想法階段</strong>：創新的動機來自於企業生產和發展中的每一個流程。創新的直接誘因是新想法的產生。</p> <p><strong>2. 準備階段：</strong>只有做好充分的準備，企業才能創造出成功的新產品或新流程。</p> <p><strong>3. 創新階段：</strong>將想法付諸實踐，不斷改進和迭代更新。</p> <p><strong>4. 上市及擴張階段：</strong>將產品推向市場，並採用營銷手段進行推廣。</p> <p><strong>5. 學習與再創新階段</strong></p> <p><img src="https://lh5.googleusercontent.com/7dpFNj42G-jFVM1xV-DuuHB9VLOL85t-Be5iKaP3AAn-ZYB3lV2Iqmta-wba4__3Fcs8gfPO01tYH5QEVpKhXOcec-ssF7Naguwd_yLfns-rzfI9RmUDjJm7lO72Ojq3TxygcWrs" style="height:171px; width:624px" /></p> <p>&nbsp;</p> <p>接下來，我們將詳細地介紹每個階段，以便企業清楚地了解整個創新過程。</p> <h2><strong>第一階段：發現想法</strong></h2> <p>很多因素，比如飽和的國內市場，企業內部的危機，商業環境的變化，用戶或客戶的反饋，新競爭對手的出現，或獲得更大利益的驅動都會激發企業對改革和創新的需求。同時，創新的靈感，或者創造新產品、新流程或新市場的緊迫性，也源於這些方面。</p> <p>尋找和發現創新的靈感，並把這些靈感轉化為創新動力是創新的關鍵起點。這裡有兩種主要方式，它們可以被單獨使用，也可以一起使用達到最佳效果：</p> <ul> <li><strong>積極主動方式：</strong>採用這種方式的企業通常基於其創新計劃和商業策略積極地尋找新想法。用於此方式的方法有：創意挑戰和創新活動等。</li> <li><strong>需求驅動的方式：</strong>此方式包括來自客戶反饋，基於企業需求或技術變化的頭腦風暴會議等。</li> </ul> <p>當然，不論最終的想法從何處得到，關鍵在於無論是在個人層面還是組織層面都要有開放的思想，並捕捉這些想法以滿足實際的業務需求。</p> <p>&nbsp;</p> <h2><strong>第二階段：準備</strong></h2> <p>創新不是憑空產生的，也不是偶然獲得的，而是一個從舊到新的漸進過程。如果創新者想實現他們的新想法，他們就需要從前輩的經驗中汲取教訓和啟發。因此，這個階段需要積累知識、進行調查研究、收集和分析數據等。</p> <p>市場研究在這一階段起著至關重要的作用，通過市場調研，企業才會有對市場需求、市場規模、創新的可行性及風險性有全面的認知。</p> <p>資源是創新準備階段的另一個重要方面。獲取資源有兩種方式：研究與開發和技術轉移。在此階段，有的企業選擇購買現成的資源，有的則從內部開發所需的資源。</p> <p>在這個概念開發和產品準備的階段，企業需將想法本身、可利用的資源、市場機會、競爭者和產品需求結合起來，確定新產品的大致框架。需要注意的是，如果沒有正確的溝通渠道，正確的收集數據和信息的方式，完善的實現想法的基礎設施，這些創新想法很難真正得以實現。</p> <p>&nbsp;</p> <h2><strong>第三階段：創新</strong></h2> <p>經歷了前兩個發展階段之後，本階段即是在進行充分的準備和適當的測試後，將最初的想法轉化為一個合格、完善的產品。這個階段的目標是開發一種可以投放於市場的現成產品，步驟是建立開發步驟、構建原型和進行測試。</p> <p>產品和過程都應該從概念上定義，並反映在產品原型中，之後，進行產品的模擬使用測試。如果原型不能達到預期，企業應該尋求改進以彌補這個落差，並重複&ldquo;設計-建造-測試&rdquo;的循環過程。</p> <p>產品達到預期和規定的要求並投入生產，即為生產階段結束的最終標誌，也表示本次創新過程的結束，開始進入全新的市場階段。</p> <p>&nbsp;</p> <h2><strong>第四階段：上市及擴張&nbsp;</strong></h2> <p>在這個階段，創新產品的開發已經完全成熟，此時的關鍵是將產品推向市場，並通過市場營銷和銷售渠道來推廣產品。</p> <p>因為創新的產品通常是不太為人所知的新產品，所以企業應該使用各種營銷方法來推廣產品，以提高產品的曝光率，使目標客戶和感興趣的客戶更容易找到該產品。同時，新產品上市的初期宣傳攻勢要立體化，鋪貨渠道要多樣化和均勻化，找准渠道，系統推進，才能確保宣傳推廣的有效性。</p> <p>一定的宣傳銷售後，企業需根據客戶反饋和市場分析對產品進行持續評估和改進。經歷了在市場不斷發展和成長期後，產品進入平穩發展的成熟期，這也就標誌著創新的完成。</p> <p>&nbsp;</p> <h2><strong>第五階段：學習和再創新</strong></h2> <p>創新的結果之一是為下一個創新周期提供動力。即使產品或過程創新失敗，它仍然為企業未來的創新努力提供著有價值的經驗和啟發。在未來的創新過程中，學習和調整階段是必不可少的。企業真正需要的是從過去的成功或失敗中汲取寶貴的經驗教訓，並將這些經驗應用到下一個創新過程中，從而形成一個良性的創新循環。</p> <p>&nbsp;</p> <p>創新管理是建立一個能讓企業持續有效地進行創新活動的過程。以上五個階段是創新的粗略過程。需要強調的是，這不是一個固定的模板或流程，而是為創新者或創新企業提供一些思路和啟發。</p> <p><br /> &nbsp;</p> '
  },
  {
    by: "Peter",
    date: "2019年11月4日",
    tags: ['主意','革新'],
    image: Banner6,
    title:
      "從創意到利潤的10個步驟",
    route:
      "10-steps-from-idea-to-profit",

    excerpt:
    '<p>能夠想出一個絕妙的主意並不意味著能正確地應用它，有效地實施，或找到願意為此買單的客戶。沒有一個健全的管理體系，創新想法和盈利產品之間有著無法逾越的鴻溝。有一個好主意並不意味著你能成功地實現它。但是，有一個明確的過程來收集想法並付諸行動，可以少走很多彎路。在這裡，我們總結了從創新想法收集到增長和最終獲利的十個步驟，我們相信它可以幫助企業更好地完成整個過程</p>    ',
    content:
    '<p>&nbsp;</p> <p><strong>從想法到收益的十個步驟</strong></p> <p>&nbsp;</p> <p>&nbsp;</p> <p>&nbsp;</p> <p>能夠想出一個絕妙的主意並不意味著能正確地應用它，有效地實施，或找到願意為此買單的客戶。沒有一個健全的管理體系，創新想法和盈利產品之間有著無法逾越的鴻溝。有一個好主意並不意味著你能成功地實現它。但是，有一個明確的過程來收集想法並付諸行動，可以少走很多彎路。在這裡，我們總結了從創新想法收集到增長和最終獲利的十個步驟，我們相信它可以幫助企業更好地完成整個過程。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>收集想法</strong></p> <p>創新的想法可能以各種方式產生：從一個人靈感的閃光時刻，一個團隊的集體集思廣益，或者所看到或聽到的東西中得到靈感，不勝枚舉。無論這是一封電子郵件，一張來自建議箱的小紙條，來自團隊聊天的消息，還是企業的創新管理系統中提交的一個想法。當有一個好主意時，第一要務就是系統地收集它們。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>篩選想法</strong></p> <p>篩選想法是運用適當的評價體系和科學的評價方法，對各種想法進行分析比較，篩選出最有發展可能性的想法的過程。在這個過程中，企業需要最大程度地規避新產品想法的潛在損失，讓不可避免的損失最小化，進而選擇具有最大潛在利潤的想法。</p> <p>在進行篩選時，企業可以從以下方面進行考慮：產品的價值是什麼？市場有多大？我們的競爭優勢在哪裡？風險是什麼？等等。通過對這些答案的分析，您可以得出一個關於想法的初步結論，從而選擇繼續這個想法，或者放棄它。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>對想法的反饋</strong></p> <p>在選擇了一個令人滿意的想法之後，企業應該向團隊和客戶展示它，以獲得最準確的反饋。從反饋結果中您將可以知道團隊有多少信心實施這個想法，實施過程中可能遇到的阻力，以及企業和客戶之間想法的差異。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>完善想法</strong></p> <p>完善工作是在選擇了一個新產品方案的基礎上，明確產品開發的經濟指標、技術性能和必要參數。這個過程同時包括分析產品開發的投資規模、利潤分析和市場目標、產品開發的方式和實施方案等。一個良好的機制必然能夠形成一個雙贏的多邊局面，只有把這些事情明確考慮清楚之後，我們才可以開始產品的研發。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>產品開發</strong></p> <p>這是一個將新產品理念變為現實，不斷發展的重要階段。主要涉及的人員有開發工程師、設計師、項目經理和一些其他人員。這一階段的基本活動是產品原型的構建，以及用於商業生產的工具和設備的開發。產品開發的核心是實行&ldquo;設計-構建-測試&rdquo;週期，此階段的成果是MVP（Minimum Viable Product），即最小可行產品。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>產品測試</strong></p> <p>在新產品試開發後，一項重要的評價工作是從技術和經濟兩個方面進行綜合測試。測試主要包括產品技術性能測試和產品經濟效益評價。新產品的測試不僅有利於進一步改進產品的設計，消除潛在的風險，而且可以避免產品批量生產可能造成的巨大損失。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>產品的市場測試</strong></p> <p>試銷實際上是在有限的市場範圍內對新產品進行的市場測試。通過試銷，可以了解消費者在產品正式投放市場後是否願意購買。在不斷變化的市場條件下，可以直接決定新產品進入市場的決策和措施。</p> <p>市場試銷是對新產品的全面檢驗。為新產品是否應全面上市提供全面、系統的決策依據，也為新產品的改進和營銷策略的完善提供了啟示。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>產品上市</strong></p> <p>產品上市包括新產品的正式批量生產和銷售，企業應在以下方面做出謹慎的決策：</p> <p>1. 何時推出新產品。對於有競爭力的產品，有三個時間選擇：第一個進入，平行進入和推遲進入。</p> <p>2. 在哪裡推出新產品。新產品是推廣到單一地區、多個地區、全國市場還是國際市場。</p> <p>3.如何推出新產品。企業必須制定詳細的新產品上市營銷計劃，包括營銷組合策略、營銷預算、營銷活動的組織和控制等。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>產品迭代</strong></p> <p>產品迭代是在資源有限的情況下，以產品為基礎，以最優方式解決客戶需求的持續過程。在產品的生命週期中，對產品的迭代方案進行規劃是非常重要的。在迭代規劃過程中，合理劃分業務，保證每次迭代在合理的時間內完成，保證每次迭代的產品質量。對於業務方面，迭代的目的是快速滿足市場需求，因此，在進行迭代規劃時，需要了解業務方面的需求和期望。只有不斷更新的產品才能不斷滿足用戶和市場的需求，實現產品的增長和繁榮。</p> <p>&nbsp;</p> <p>&nbsp;</p> <p><strong>增長和收益</strong></p> <p>到目前為止，從理念到產品的整個過程已經完成，最後一步就是是收穫利潤和經驗，以實現不斷成長和創新。</p> <p><br /> &nbsp;</p> <p>&nbsp;</p> '
  },
  {
    by: "Judith",
    date: "2019年11月25日",
    tags: ['革新'],
    image: Banner7,
    title:
      "創新的重要性",
    route:
      "the-importance-of-innovation",

    excerpt:
    '<p>創新是指使用新技術新的思維方式為現有的想法或產品增加價值，並在社會中做出重大改變。 &ldquo;預見未來最好的方式是創造未來&rdquo;，這是對創新重要性的最佳詮釋。在本文中，我們將追溯到創新本身，以回答我們為什麼需要創新及其重要性。在宏觀層面，我們將審視創新對我們社會的影響，以及在微觀層面，它給一個企業帶來了什麼。</p>',
    content:
    '<p>&nbsp;</p> <p>創新的重要性</p> <p><br /> &nbsp;</p> <p>創新是指使用新技術新的思維方式為現有的想法或產品增加價值，並在社會中做出重大改變。 &ldquo;預見未來最好的方式是創造未來&rdquo;，這是對創新重要性的最佳詮釋。在本文中，我們將追溯到創新本身，以回答我們為什麼需要創新及其重要性。在宏觀層面，我們將審視創新對我們社會的影響，以及在微觀層面，它給一個企業帶來了什麼。</p> <p><br /> &nbsp;</p> <h2><strong>創新給人類社會帶來了什麼？</strong></h2> <p>在過去的幾十年裡，創新已經成為應對重大風險和威脅的最根本途徑。它也給我們社會生活帶來了巨大的變化和改善，在解決問題、提高社會行動能力的同時，影響著社會的發展進步。</p> <p>&nbsp;</p> <h3><strong>科技創新是整個社會發展的源泉。</strong></h3> <p>歷史證明，科技創新是現代化的引擎，是社會進步和發展的重要因素之一。從農業社會向工業社會和信息社會跨越，很大程度上是由科學技術的創新發展所推動的。</p> <p>創新帶來的科技進步也大大提高了現代醫藥水平，延長了人們的壽命，提高了環境可持續性，增強了環境可持續性。它也是我們社會經濟增長和轉型的一個主要來源。</p> <p>&nbsp;</p> <h3><strong>經濟創新是推動社會經濟發展水平提高的動力。</strong></h3> <p>先進的技術和生產力的提高也給今天的職業生涯帶來了重大變化。普華永道在一份關於全球經濟未來的報告中預測，由於經濟創新和改善，到2050年全球經濟規模將翻一番。在就業方面，世界經濟論壇的一份報告預測，到2022年，可能會誕生近1.33億個新就業崗位，同時人工智能、自動化和機器人技術將取代7500萬個就業崗位。而傳統手工業、低技能、低生產效率的工作會受到影響，從而產生對新的技能組合的需求，為滿足市場經濟需求而發生的創新最終會提高人們的生活水平，從根本上推動經濟發展。</p> <p>&nbsp;</p> <h3><strong>文化創新是社會實踐發展的基礎。</strong></h3> <p>文化源於社會實踐，同時又引導和製約著社會實踐的發展。近年來，考古學家和人類學家特別重新考慮了創新的作用，並將文化系統中的創新不僅作為一種產品，而且作為一種進化過程來描述。創新是當一個文化群體&ldquo;需要&rdquo;克服環境問題時發生的一種預先設定好的變化。也就是說，文化創新是文化發展的實質，是社會實踐的必然要求，更是一個必要的演進過程。不斷創新和更新的文化才能豐富精神世界，從根本上提高生活的幸福感。</p> <p><br /> &nbsp;</p> <p>綜上所述，社會創新的成果如下（包括但不限於）：</p> <p>- 促進技術發展及其可行性</p> <p>- 改善和促進環境的可持續發展</p> <p>- 經濟增長</p> <p>- 提高幸福感（生活水平和壽命）</p> <p><br /> <br /> &nbsp;</p> <h2><strong>創新給企業帶來了什麼？</strong></h2> <p>任何一個企業就像一個有機體，都必須隨著外部環境和內部條件的變化而不斷調整和變化，才能順利成長和發展，避免衰老和死亡。創新是決定企業發展方向、規模和速度的關鍵因素。從整個企業管理到具體的業務運作，創新貫穿於每個部門、每個細節。在本文的下一部分，我們就來研究企業創新的成果。</p> <p>&nbsp;</p> <h3><strong>創新可以給企業帶來競爭力並保持競爭力。</strong></h3> <p>創新不斷優化企業的運作方式，豐富員工的知識和技能，這是保持競爭力最重要的資源。此外，隨著企業的發展壯大，企業的競爭將逐漸從傳統要素的競爭轉變為運營能力的競爭，這是創新對企業的重大影響之一。</p> <p>&nbsp;</p> <h3><strong>創新是促進生產力發展的第一要素。</strong></h3> <p>創新具有滲透性，全方位、浸潤式地融入生產力要素中。首先，創新持續提高勞動者素質。從農業、工業時代到信息化時代，勞動者的整體素質和能力得到不斷提高，這是社會進步的結果，也是創新推動的結果。其次，創新持續更新著生產工具和生產技術。比如，中國智能製造試點示範項目顯示，智能化改造後的生產效率最高達2倍以上，運營成本平均降低20%以上，最高達60%。生產工具的持續創新，也直接拉動了產業工人的知識化、信息化升級。再次，創新催生出許多新業態和新產品，新產品可以通過減少生產資料、提高勞動效率、縮短勞動量和勞動時間，有效地提高生產率。</p> <p>&nbsp;</p> <h3><strong>企業創新氛圍影響著企業文化。</strong></h3> <p>當企業的競爭硬成本趨於一致時，關鍵因素就變成了軟成本，即企業文化成本 &mdash; 員工對企業的情感、投資、奉獻、忠誠度等。</p> <p>在一個關於本主題的研究中，通過採用問卷調查的方法，對某企業478名員工進行了調查，分析了組織創新氣氛、創新自我效能感與員工創新行為的關係。研究結果包括：第一，證實了企業創新氣氛對員工創新行為的影響；第二，實驗表明，基於社會認知理論的創新自我效能感對員工創新行為有著積極的影響。因此，豐富的企業文化和企業的可持續發展是互惠互利、共同進步的。</p> <p><br /> &nbsp;</p> <p>綜上所述，創新給組織帶來的成果如下（包括但不限於）：</p> <p>增強競爭優勢</p> <p>帶來更高的投資回報率</p> <p>提高生產力</p> <p>積極的組織文化</p> <p><br /> &nbsp;</p> <p>創新是一種思維方式、一種制度、一種方法、一個過程，需要係統的管理和正確的決策才能發揮作用。毫無疑問，對於整個社會和企業來說，在新一輪增長中最重要的動力就是創新。</p> <p><br /> &nbsp;</p> '
  },

];
